Repository: KStrani/IndyLan
Catalog: mobile_app_code/iOS_app/indylan/Indylan/Resources/*.lproj/Localizable.strings
Languages: es, fi, nb, sv

source: RETURN
es: Atrás
fi: Takaisin
nb: Tilbake
sv: Tillbaka

# chooseOption
source: CHOOSE THE OPTION
es: Elige una opción
fi: Valitse vaihtoehto
nb: Velg et alternativ
sv: Väl ett alternativ

source: RETRY
es: Vuelve a intentarlo
fi: Yritä uudelleen
nb: Forsøk igjen
sv: Försök igen

source: NEXT
es: Siguiente
fi: Seuraava
nb: Neste
sv: Nästa

source: CONTINUE
es: Continuar
fi: Jatka
nb: Fortsett
sv: Fortsätt

source: CORRECT
es: Correcto
fi: Oikein
nb: Korrekt
sv: Korrekt

# typeAnswer
source: TYPE THE ANSWER
es: Tipo de respuesta
fi: Kirjoita vastaus
nb: Skriv svaret
sv: Skriv svaret

source: SHOW CORRECT ANSWER
es: Comprueba la respuesta correcta
fi: Katso oikea vastaus
nb: Vis rett svar
sv: Se det rätta svaret

# choosePicture
source: CHOOSE THE PICTURE
es: Elige una imagen
fi: Valitse kuva
nb: Velg bilde
sv: Välj bild

# matchWords
source: MATCH THE WORDS
es: Une las palabras
fi: Yhdistä sanat
nb: Match ordene
sv: Matcha orden

# tapContinue
source: TAP TO CONTINUE
es: Pulsa para continuar
fi: Napsauta jatkaaksesi
nb: Trykk for å fortsette
sv: Tryck för att fortsätta

source: SEE TRANSLATION
es: Obtén la traducción
fi: Tästä saat käännöksen
nb: Vis oversettelse
sv: Visa översättningen

source: CHOOSE MENU LANGUAGE
es: Elige el idioma
fi: Valitse valikon kieli
nb: Velg menyspråk
sv: Välj menyspråk

source: SELECT EXERCISE MODE
es: Selecciona el tipo de ejercicio
fi: Valitse tehtävätyyppi
nb: Velg øvelsesmodus
sv: Välj typ av övning

source: Vocabulary
es: Vocabulario
fi: Sanasto
nb: Vokabular
sv: Ordförråd

source: Dialogues
es: Diálogos
fi: Dialogit
nb: Dialoger
sv: Dialoger

# phrases
source: Phrases & Word Combinations
es: Frases
fi: Lauseet
nb: Fraser
sv: Fraser

# chooseCategory
source: CHOOSE A CATEGORY
es: Elige una categoría
fi: Valitse kategoria
nb: Velg en kategori
sv: Välj en kategori

# chooseSubCategory
source: CHOOSE A SUBCATEGORY
es: Elige una subcategoría
fi: Valitse alakategoria
nb: Velg en underkategori
sv: Välj en underkategori

source: CHOOSE EXERCISE TYPE
es: Elige un tipo de ejercicio
fi: Valitse harjoituksen tyyppi
nb: Velg en øvelse
sv: Välj typ av övning

source: Great Job!
es: ¡Bien hecho!
fi: Hyvin tehty!
nb: Godt jobbet!
sv: Bra jobbat!

source: RATE US NOW!
es: ¡Puntúanos ahora!
fi: Jätä meille arvostelu!
nb: Vurder oss nå!
sv: Betygsätt oss nu!

source: Total Score
es: Puntuación total
fi: Kokonaispisteet
sv: Totala poäng

source: SELECT TRANSLATION
es: Selecciona la traducción
fi: Valitse käännös
nb: Velg oversettelse
sv: Välj översättning

source: Congratulations!
es: ¡Enhorabuena!
fi: Onnittelut!
nb: Gratulerer!
sv: Grattis!

# taskCompleted
source: Task Completed Successfully
es: Actividad completada con éxito
fi: Olet suorittanut tehtävän onnistuneesti
nb: Oppgaven ble godt utført
sv: Uppgiften är slutförd på ett bra sätt

# cultureHistory
source: Culture and History
es: Cultura e Historia
fi: Kulttuuri ja historia
nb: Kultur og Historie
sv: Kultur och Historia

source: Grammar
es: Gramática
fi: Kielioppi
nb: Grammatikk
sv: Grammatik

source: Aural Comprehension
es: Comprensión auditiva
fi: Kuullunymmärtäminen
nb: Lytteøvelser
sv: Hörförståelse

source: Scroll down to see all language options
es: Desplazar hacia abajo para ver todas las opciones de idiomas
fi: Vieritä alas nähdäksesi kaikki kielivaihtoehdot
nb: Bla ned for å se alle språkalternativene
sv: Skrolla ner för att se alla språkalternativ
